Repository: GNOME/gnome-internet-radio-locator
Catalog: help/*/*.po
Languages: cs, pl, sv, uk

source: Other help topics are grouped together into sections below. Enjoy locating free, non-profit, independent Internet radio stations with the <app>GNOME Internet Radio Locator for GNOME 3</app>!
cs: Ostatní témata nápovědy jsou seskupená v oddílech níže. Užívejte si vyhledávání svobodných, neziskových, nezávislých internetových rádiových stanic s aplikací <app>Vyhledávání internetových rádií pro GNOME</app>.
pl: Pozostałe tematy pomocy są pogrupowane w sekcjach poniżej. Życzymy udanego wyszukiwania wolnych, non-profit, niezależnych internetowych stacji radiowych!
sv: Andra hjälpämnen har grupperats in i sektioner nedan. Hitta gratis, ideella, oberoende internetradiostationer med <app>GNOME:s internetradioletare för GNOME 3</app>!

source: <app>GNOME Internet Radio Locator for GNOME 3</app> is a free program for listening to free, independent, non-profit radio stations from around the world by streaming over the Internet.
cs: <app>Vyhledávání internetových rádií pro GNOME</app> je svobodná aplikace pro poslech svobodných, nezávislých a neziskových rádiových stanic z celého světa díky vysílání přes Internet.
pl: <app>Wyszukiwanie internetowych stacji radiowych w GNOME 3</app> to wolny program do słuchania wolnych, niezależnych, non-profit stacji radiowych z całego świata przez Internet.
sv: <app>GNOME:s internetradioletare för GNOME 3</app> är ett fritt program för att lyssna på gratis, oberoende, ideella radiostationer från hela världen över nätet.

source: It is possible to add new, personal Internet radio stations in <app>GNOME Internet Radio Locator for GNOME 3</app> with the "New" button.
cs: Přidat novou osobní stanici internetového rádia je v aplikaci <app>Vyhledávání internetových rádií pro GNOME</app> možné pomocí tlačítka <gui>Nová</gui>.
pl: Można dodawać nowe, osobiste internetowe stacje radiowe za pomocą przycisku „Nowa”.
sv: Det är möjligt att lägga till nya, personliga internetradiostationer i programmet genom knappen ”Ny”.

source: It is possible to search for supported radio stations based on the location of the station in <app>GNOME Internet Radio Locator for GNOME 3</app>.
cs: V aplikaci <app>Vyhledávání internetových rádií pro GNOME</app> je možné vyhledávat podporované rádiové stanice podle místa, ze kterého vysílají.
pl: Można wyszukiwać obsługiwane stacje radiowe na podstawie ich położeń.
sv: Det går att söka efter radiostationer som stöds via stationens plats i <app>GNOME:s internetradioletare för GNOME 3</app>.

source: <code>Pittsburgh, PA</code>
cs: <code>Pittsburgh, USA</code>
pl: <code>Pittsburgh, Pensylwania</code>

source: It is possible to exit the <app>GNOME Internet Radio Locator for GNOME 3</app> with the "Exit" button.
cs: <app>Vyhledávání internetových rádií pro GNOME</app> můžete ukončit pomocí tlačítka <gui>Ukončit</gui>.
pl: Można zakończyć działanie programu za pomocą przycisku „Zakończ”.
sv: Det går att avsluta <app>GNOME:s internetradioletare för GNOME 3</app> med knappen "Avsluta".
