Repository: GNOME/gnome-internet-radio-locator
Catalog: help/*/*.po
Languages: cs, pl, sv, uk

# _
source: translator-credits
cs: Marek Černocký <marek@manet.cz>
pl: Piotr Drąg <piotrdrag@gmail.com>, 2018 Aviary.pl <community-poland@mozilla.org>, 2018
sv: Isak Östlund <translate@catnip.nu>, 2018 Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>.
uk: Юрій Чорноіван <yurchor@ukr.net>, 2020

# link
source: GNOME Internet Radio Locator 12 for GNOME 41
uk: Визначник інтернет-радіо 12 для GNOME 41

# text
source: GNOME Internet Radio Locator 12 for GNOME 41
uk: Визначник інтернет-радіо 12 для GNOME 41

source: GNOME Internet Radio Locator 12 for GNOME 41 lets you locate Internet radio stations around the world.
uk: Визначник інтернет-радіо 12 для GNOME 41 надає вам змогу знаходити інтернет-радіостанції зі всього світу.

source: <_:media-1/> GNOME Internet Radio Locator 12 for GNOME 41
uk: <_:media-1/> Визначник інтернет-радіо для GNOME 41

source: Welcome to the <app>GNOME Internet Radio Locator 12 for GNOME 41</app> help guide. For a quick introduction into the features of the <app>GNOME Internet Radio Locator 12 for GNOME 41</app>, visit the <link xref="intro">Introduction</link> page.
uk: Вітаємо у довіднику з програми <app>Визначник інтернет-радіо 12 для GNOME 41</app>. Щоб ознайомитися із можливостями програми <app>Визначник інтернет-радіо 12 для GNOME 41</app>, перейдіть до сторінки <link xref="intro">Вступ</link>.

source: Other help topics are grouped together into sections below. Enjoy locating free, non-profit, independent Internet radio stations with the <app>GNOME Internet Radio Locator 12 for GNOME 41</app>!
uk: Інші теми довідки згруповані у розділи нижче. Приємного пошуку вільних, неприбуткових, незалежних інтернет-радіостанцій за допомогою програми <app>Визначник інтернет-радіо 12 для GNOME 41</app>!

source: New
cs: Nová
pl: Nowa
sv: Ny
uk: Створити

source: Add <link xref="new">New</link> radio station by location.
cs: Jak přidat <link xref="new">novou</link> rádiovou stanici podle místa.
pl: Dodaje <link xref="new">Nową</link> stację radiową według położenia.
sv: Lägg till en <link xref="new">Ny</link> radiostation efter plats.
uk: Додати <link xref="new">нову</link> радіостанцію за розташуванням.

source: Search
cs: Hledání
pl: Wyszukaj
sv: Sök
uk: Пошук

source: <link xref="search">Search</link> for free, non-profit, independent radio stations by location.
cs: Jak <link xref="search">vyhledávat</link> svobodné, neziskové a nezávislé rádiové stanice podle místa.
pl: <link xref="search">Wyszukuje</link> wolne, non-profit, niezależne stacje radiowe według położenia.
sv: <link xref="search">Sök</link> efter gratis, ideella, oberoende radiostationer efter plats.
uk: <link xref="search">Пошук</link> вільних, неприбуткових, незалежних інтернет-радіостанцій за місцем.

source: Zoom In/Out of Internet Radio Station Map
cs: Přiblížení/oddálení mapy se stanicemi internetových rádií
pl: Powiększ/pomniejsz mapę internetowych stacji radiowych
sv: Zooma in/ut på kartan över internetradiostationer
uk: Збільшення і зменшення масштабу мапи інтернет-радіостанцій

source: <link xref="zoom">Zoom In/Out</link> of the free radio station map.
cs: Jak <link xref="zoom">změnit měřítko</link> mapy se svobodnými rádiovými stanicemi.
pl: <link xref="zoom">Powiększa/pomniejsza</link> mapę wolnych internetowych stacji radiowych.
sv: <link xref="zoom">Zooma in/ut</link> på kartan över gratis radiostationer.
uk: <link xref="zoom">Збільшення і зменшення масштабу</link> мапи вільних радіостанцій.

source: Stop Station Playback
cs: Zastavení přehrávání stanice
pl: Zatrzymaj odtwarzanie stacji
sv: Avsluta uppspelning av stationen
uk: Зупинення відтворення станції

source: <link xref="stop">Stop playback of the selected radio station</link>.
cs: Jak <link xref="stop">zastavit přehrávání vybrané rádiové stanice</link>.
pl: <link xref="stop">Zatrzymuje odtwarzanie zaznaczonej stacji radiowej</link>.
sv: <link xref="stop">Avsluta uppspelning av vald radiostation</link>.
uk: <link xref="stop">Зупинити відтворення для вибраної радіостанції</link>.

source: Exit
cs: Ukončení
pl: Zakończ
sv: Avsluta
uk: Вийти

source: <link xref="exit">Exit the program</link>.
cs: Jak <link xref="exit">ukončit program</link>.
pl: <link xref="exit">Kończy działanie programu</link>.
sv: <link xref="exit">Avsluta programmet</link>.
uk: <link xref="exit">Вийти з програми</link>.

source: Intro
cs: Úvod
pl: Wprowadzenie
uk: Вступ

source: <app>GNOME Internet Radio Locator 12 for GNOME 41</app> is a free program for listening to free, independent, non-profit radio stations from around the world by streaming over the Internet.
uk: <app>Визначник інтернет-радіо 12 для GNOME 41</app> — вільна програма для прослуховування вільних, незалежних, неприбуткових радіостанцій з усього світу, які транслюють дані у інтернет.

source: You must enable Location Services to run GNOME Internet Radio Locator.
uk: Щоб мати змогу користуватися «Визначником інтернет-радіо GNOME», вам слід увімкнути служби визначення місця розташування.

source: To enable Location Services in GNOME 41, navigate to the Settings app and choose Privacy/Location Services and make sure Location Services is checked.
uk: Щоб увімкнути служби визначення місця розташування у GNOME 41, запустіть програму «Параметри», виберіть «Конфіденційність/Служби розташування» і переконайтеся, що позначено пункт «Служби розташування».

source: Alternatively, run the following command in a GNOME Terminal console:
uk: Крім того, ви можете скористатися такою командою у консолі «Термінала GNOME»:

source: It is possible to add new, personal Internet radio stations in <app>GNOME Internet Radio Locator 12 for GNOME 41</app> with the "New" button.
uk: У програмі <app>Визначник інтернет-радіо 12 для GNOME 41</app> можна додавати нові особисті інтернет-радіостанції за допомогою натискання кнопки «Створити».

source: Stop playback of Internet Radio Station
cs: Zastavení přehrávání internetové rádiové stanice
pl: Zatrzymaj odtwarzanie internetowej stacji radiowej
sv: Avsluta uppspelning av internetradiostation
uk: Зупинка відтворення інтернет-радіостанції

source: It is possible to stop playback of the currently selected radio station.
cs: Přehrávání právě vybrané rádiové stanice můžete zastavit pomocí tlačítka <gui>Zastavit</gui>.
pl: Można zatrzymać odtwarzanie obecnie zaznaczonej stacji radiowej.
sv: Det går att stoppa uppspelning av den valda radiostationen.
uk: Передбачено можливість зупинити відтворення поточної позначеної радіостанції.

source: Search for Internet radio stations by location.
cs: Jak vyhledávat internetové rádiové stanice podle místa.
pl: Wyszukaj internetowe stacje radiowe według położenia.
sv: Sök på internetradiostationer efter plats.
uk: Пошук інтернет-радіостанцій за розташуванням.

source: Zoom Internet Radio Station Map
cs: Přiblížení/oddálení mapy s rádiovými stanicemi
pl: Powiększ mapę internetowych stacji radiowych
sv: Zooma in på kartan för internetradiostationer
uk: Зміна масштабу мапи інтернет-радіостанцій

source: It is possible to zoom the map with Internet radio stations.
cs: Mapu s internetovými rádiovými stanicemi si můžete přiblížit, případně oddálit.
pl: Można powiększać mapę z internetowymi stacjami radiowymi.
sv: Det går att zooma på kartan över internetradiostationer.
uk: Передбачено можливість зміни масштабу мапи інтернет-радіостанцій.

source: Search by location
cs: Hledání podle místa
pl: Wyszukaj według położenia
sv: Sök efter plats
uk: Пошук за місцем

source: It is possible to search for supported radio stations based on the location of the station in <app>GNOME Internet Radio Locator 12 for GNOME 41</app>.
uk: У програмі <app>Визначник інтернет-радіо 12 для GNOME 41</app> передбачено можливість пошуку підтримуваних радіостанцій на основі розташування станції.

source: Type a city name for a supported Free Radio station in a query field and hit <key>ENTER</key>.
cs: Napište název města (anglicky, názvy zatím nejsou lokalizované) s podporovanou svobodnou rádiovou stanicí do vyhledávacího pole a zmáčkněte <key>Enter</key>.
pl: Wpisz nazwę miasta dla obsługiwanej wolnej stacji radiowej w polu zapytania i naciśnij klawisz <key>Enter</key>.
sv: Skriv in namnet på en stad med stöd för gratis radiostation i sökfältet och tryck <key>Retur</key>.
uk: Введіть назву міста для підтримуваних вільних радіостанцій у поле запиту і натисніть клавішу <key>Enter</key>.

source: Supported city names are:
cs: Podporované názvy měst:
pl: Obsługiwane nazwy miast:
sv: Städer som stöds är:
uk: Підтримувані назви міст:

source: <code>Adelaide, Australia</code>
cs: <code>Adelaide, Austrálie</code>
sv: <code>Adelaide, Australien</code>
uk: <code>Аделаїда, Австралія</code>

source: <code>Auckland, New Zealand</code>
cs: <code>Auckland, Névý Zéland</code>
pl: <code>Auckland, Nowa Zelandia</code>
sv: <code>Auckland, Nya Zeeland</code>
uk: <code>Окленд, Нова Зеландія</code>

source: <code>Austin, TX</code>
cs: <code>Austin, USA</code>
pl: <code>Austin, Teksas</code>
uk: <code>Остін, Техас</code>

source: <code>Ayr, Scotland</code>
cs: <code>Ayr, Velká Británie</code>
pl: <code>Ayr, Szkocja</code>
sv: <code>Ayr, Skottland</code>
uk: <code>Ер, Шотландія</code>

source: <code>Bergen, Norway</code>
cs: <code>Bergen, Norsko</code>
pl: <code>Bergen, Norwegia</code>
sv: <code>Bergen, Norge</code>
uk: <code>Берген, Норвегія</code>

source: <code>Berkeley, CA</code>
cs: <code>Berkeley, USA</code>
pl: <code>Berkeley, Kalifornia</code>
uk: <code>Берклі, Каліфорнія</code>

source: <code>Bern, Switzerland</code>
cs: <code>Bern, Švýcarsko</code>
pl: <code>Berno, Szwajcaria</code>
sv: <code>Bern, Schweiz</code>
uk: <code>Берн, Швейцарія</code>

source: <code>Boston, MA</code>
cs: <code>Boston, USA</code>
pl: <code>Boston, Massachusetts</code>
uk: <code>Бостон, Массачусетс</code>

source: <code>Bristol, United Kingdom</code>
cs: <code>Bristol, Velká Británie</code>
pl: <code>Bristol, Zjednoczone Królestwo</code>
sv: <code>Bristol, Storbritannien</code>
uk: <code>Бристоль, Велика Британія</code>

source: <code>Brno, Czech Republic</code>
cs: <code>Brno, Česká republika</code>
pl: <code>Brno, Republika Czeska</code>
sv: <code>Brno, Tjeckien</code>
uk: <code>Брно, Чеська Республіка</code>

source: <code>Bronx, New York City, NY</code>
cs: <code>New York – Bronx, USA</code>
pl: <code>Bronx, Nowy Jork, Nowy Jork</code>
uk: <code>Бронкс, Нью-Йорк, штат Нью-Йорк</code>

source: <code>Brooklyn, New York City, NY</code>
cs: <code>New York – Brooklyn, USA</code>
pl: <code>Brooklyn, Nowy Jork, Nowy Jork</code>
uk: <code>Бруклін, Нью-Йорк, штат Нью-Йорк</code>

source: <code>Bruxelles, Belgium</code>
cs: <code>Brusel, Belgie</code>
pl: <code>Bruksela, Belgia</code>
sv: <code>Bryssel, Belgien</code>
uk: <code>Брюссель, Бельгія</code>

source: <code>Budapest, Hungary</code>
cs: <code>Budapešť, Maďarsko</code>
pl: <code>Budapeszt, Węgry</code>
sv: <code>Budapest, Ungern</code>
uk: <code>Будапешт, Угорщина</code>

source: <code>Buenos Aires, Argentina</code>
pl: <code>Buenos Aires, Argentyna</code>
uk: <code>Буенос-Айрес, Аргентина</code>

source: <code>Calgary, Canada</code>
cs: <code>Calgary, Kanada</code>
pl: <code>Calgary, Kanada</code>
sv: <code>Calgary, Kanada</code>
uk: <code>Калгарі, Канада</code>

source: <code>Cambridge, United Kingdom</code>
cs: <code>Cambridge, Velká Británie</code>
pl: <code>Cambridge, Zjednoczone Królestwo</code>
sv: <code>Cambridge, Storbritannien</code>
uk: <code>Кембридж, Велика Британія</code>

source: <code>Cape Town, South Africa</code>
cs: <code>Kapské Město, Jihoafrická republika</code>
pl: <code>Kapsztad, Południowa Afryka</code>
sv: <code>Kapstaden, Sydafrika</code>
uk: <code>Кейптаун, Південна Африка</code>

source: <code>Centralia, DC</code>
cs: <code>Centralia, USA</code>
pl: <code>Centralia, Dystrykt Kolumbii</code>
uk: <code>Сентралія, округ Колумбія</code>

source: <code>Chapel Hill, NC</code>
cs: <code>Chapel Hill, USA</code>
pl: <code>Chapel Hill, Karolina Północna</code>
uk: <code>Чепл-Гілл, Північна Кароліна</code>

source: <code>Chicago, IL</code>
cs: <code>Chicago, USA</code>
pl: <code>Chicago, Illinois</code>
uk: <code>Чикаго, Іллінойс</code>

source: <code>Cleveland, OH</code>
cs: <code>Cleveland, USA</code>
pl: <code>Cleveland, Ohio</code>
uk: <code>Клівленд, Огайо</code>

source: <code>Coimbra, Portugal</code>
cs: <code>Coimbra, Portugalsko</code>
pl: <code>Coimbra, Portugalia</code>
uk: <code>Коїмбра, Португалія</code>

source: <code>Copenhagen, Denmark</code>
cs: <code>Kodaň, Dánsko</code>
pl: <code>Kopenhaga, Dania</code>
sv: <code>Köpenhamn, Danmark</code>
uk: <code>Копенгаген, Данія</code>

source: <code>Cornwall, United Kingdom</code>
cs: <code>Cornwall, Velká Británie</code>
pl: <code>Cornwall, Zjednoczone Królestwo</code>
sv: <code>Cornwall, Storbritannien</code>
uk: <code>Корнуолл, Велика Британія</code>

source: <code>Dublin, Ireland</code>
cs: <code>Dublin, Irsko</code>
pl: <code>Dublin, Irlandia</code>
sv: <code>Dublin, Irland</code>
uk: <code>Дублін, Ірландія</code>

source: <code>Gent, Belgium</code>
cs: <code>Gent, Belgie</code>
pl: <code>Gent, Belgia</code>
uk: <code>Гент, Бельгія</code>

source: <code>Guatemala City, Guatemala</code>
cs: <code>Guatemala, Guatemala</code>
pl: <code>Gwatemala, Gwatemala</code>
uk: <code>Гватемала-сіті, Гватемала</code>

source: <code>Hammond, LA</code>
cs: <code>Hammond, USA</code>
pl: <code>Hammond, Luizjana</code>
uk: <code>Гаммонд, Луїзіана</code>

source: <code>Honolulu, HI</code>
cs: <code>Honolulu, USA</code>
pl: <code>Honolulu, Hawaje</code>
uk: <code>Гонолулу, Гаваї</code>

source: <code>Houston, TX</code>
cs: <code>Houston, USA</code>
pl: <code>Houston, Teksas</code>
uk: <code>Х'юстон, Техас</code>

source: <code>Kingston, Canada</code>
cs: <code>Kingston, Kanada</code>
pl: <code>Kingston, Kanada</code>
sv: <code>Kingston, Kanada</code>
uk: <code>Кінгстон, Канада</code>

source: <code>Kristiansand, Norway</code>
cs: <code>Kristiansand, Norsko</code>
pl: <code>Kristiansand, Norwegia</code>
sv: <code>Kristiansand, Norge</code>
uk: <code>Крістіансанд, Норвегія</code>

source: <code>Leeds, United Kingdom</code>
cs: <code>Leeds, Velká Británie</code>
pl: <code>Leeds, Zjednoczone Królestwo</code>
sv: <code>Leeds, Storbritannien</code>
uk: <code>Лідс, Велика Британія</code>

source: <code>London, United Kingdom</code>
cs: <code>Londýn, Velká Británie</code>
pl: <code>Londyn, Zjednoczone Królestwo</code>
sv: <code>London, Storbritannien</code>
uk: <code>Лондон, Велика Британія</code>

source: <code>Long Island, NY</code>
cs: <code>Long Island, USA</code>
pl: <code>Long Island, Nowy Jork</code>
uk: <code>Лонг-Айленд, Нью-Йорк</code>

source: <code>Los Angeles, CA</code>
cs: <code>Los Angeles, USA</code>
pl: <code>Los Angeles, Kalifornia</code>
uk: <code>Лос-Анджелес, Каліфорнія</code>

source: <code>Lund, Sweden</code>
cs: <code>Lund, Švédsko</code>
pl: <code>Lund, Szwecja</code>
sv: <code>Lund, Sverige</code>
uk: <code>Лунд, Швеція</code>

source: <code>Manchester, United Kingdom</code>
cs: <code>Manchester, Velká Británie</code>
pl: <code>Manchester, Zjednoczone Królestwo</code>
sv: <code>Manchester, Storbritannien</code>
uk: <code>Манчестер, Велика Британія</code>

source: <code>Memphis, TN</code>
cs: <code>Memphis, USA</code>
pl: <code>Memphis, Tennessee</code>
uk: <code>Мемфіс, Теннессі</code>

source: <code>México City, México</code>
cs: <code>Mexiko, Mexiko</code>
pl: <code>Meksyk, Meksyk</code>
sv: <code>Mexico City, Mexiko</code>
uk: <code>Мехіко-сіті, Мексика</code>

source: <code>Minneapolis, MN</code>
cs: <code>Minneapolis, USA</code>
pl: <code>Minneapolis, Minnesota</code>
uk: <code>Міннеаполіс, Міннесота</code>

source: <code>Narvik, Norway</code>
cs: <code>Narvik, Norsko</code>
pl: <code>Narvik, Norwegia</code>
sv: <code>Narvik, Norge</code>
uk: <code>Нарвік, Норвегія</code>

source: <code>Nashville, TN</code>
cs: <code>Nashville, USA</code>
pl: <code>Nashville, Tennessee</code>
uk: <code>Нешвілл, Теннессі</code>

source: <code>Newcastle, Australia</code>
cs: <code>Newcastle, Australie</code>
sv: <code>Newcastle, Australien</code>
uk: <code>Ньюкасл, Австралія</code>

source: <code>New Orleans, LA</code>
cs: <code>New Orleans, USA</code>
pl: <code>Nowy Orlean, Luizjana</code>
uk: <code>Новий Орлеан, Луїзіана</code>

source: <code>New York City, NY</code>
cs: <code>New York, USA</code>
pl: <code>Nowy Jork, Nowy Jork</code>
uk: <code>Нью-Йорк, штат Нью-Йорк</code>

source: <code>Nicosia, Cyprus</code>
cs: <code>Nikósie, Kypr</code>
pl: <code>Nikozja, Cypr</code>
sv: <code>Nicosia, Cypern</code>
uk: <code>Нікосія, Кіпр</code>

source: <code>Nottingham, United Kingdom</code>
cs: <code>Nottingham, Velká Británie</code>
pl: <code>Nottingham, Zjednoczone Królestwo</code>
sv: <code>Nottingham, Storbritannien</code>
uk: <code>Ноттінгем, Великобританія</code>

source: <code>Oslo, Norway</code>
cs: <code>Oslo, Norsko</code>
pl: <code>Oslo, Norwegia</code>
sv: <code>Oslo, Norge</code>
uk: <code>Осло, Норвегія</code>

source: <code>Oswego, NY</code>
cs: <code>Oswego, USA</code>
pl: <code>Oswego, Nowy Jork</code>
uk: <code>Освего, Нью-Йорк</code>

source: <code>Ottawa, Canada</code>
cs: <code>Ottawa, Kanada</code>
pl: <code>Ottawa, Kanada</code>
sv: <code>Ottawa, Kanada</code>
uk: <code>Оттава, Канада</code>

source: <code>Oxford, United Kingdom</code>
cs: <code>Oxford, Velká Británie</code>
pl: <code>Oxford, Zjednoczone Królestwo</code>
sv: <code>Oxford, Storbritannien</code>
uk: <code>Оксфорд, Велика Британія</code>

source: <code>Palo Alto, CA</code>
cs: <code>Palo Alto, USA</code>
pl: <code>Palo Alto, Kalifornia</code>
uk: <code>Пало-Альто, Каліфорнія</code>

source: <code>Paris, France</code>
cs: <code>Paříž, Francie</code>
pl: <code>Paryż, Francja</code>
sv: <code>Paris, Frankrike</code>
uk: <code>Париж, Франція</code>

source: <code>Phoenix, AZ</code>
cs: <code>Phoenix, USA</code>
pl: <code>Phoenix, Arizona</code>
uk: <code>Фінікс, Аризона</code>

source: <code>Pisa, Italy</code>
cs: <code>Pisa, Itálie</code>
pl: <code>Piza, Włochy</code>
sv: <code>Pisa, Italien</code>
uk: <code>Піза, Італія</code>

source: <code>Portland, OR</code>
cs: <code>Portland, USA</code>
pl: <code>Portland, Oregon</code>
uk: <code>Портленд, Орегон</code>

source: <code>Reykjavik, Iceland</code>
cs: <code>Reykjavík, Island</code>
pl: <code>Reykjavík, Islandia</code>
sv: <code>Reykjavik, Island</code>
uk: <code>Рейк'явік, Ісландія</code>

source: <code>Rochester, MI</code>
cs: <code>Rochester, USA</code>
pl: <code>Rochester, Michigan</code>
uk: <code>Рочестер, Мічиган</code>

source: <code>Salford, United Kingdom</code>
cs: <code>Salford, Velká Británie</code>
pl: <code>Salford, Zjednoczone Królestwo</code>
sv: <code>Salford, Storbritannien</code>
uk: <code>Селфорд, Велика Британія</code>

source: <code>San Marcos, TX</code>
cs: <code>San Marcos, USA</code>
pl: <code>San Marcos, Teksas</code>
uk: <code>Сан-Маркос, Техас</code>

source: <code>Santiago, Chile</code>
cs: <code>Santiago de Chile, Chile</code>
uk: <code>Сантьяго, Чилі</code>

source: <code>São Paulo, Brazil</code>
cs: <code>São Paulo, Brazílie</code>
pl: <code>São Paulo, Brazylia</code>
sv: <code>São Paulo, Brasilien</code>
uk: <code>Сан-Паулу, Бразилія</code>

source: <code>Seattle, WA</code>
cs: <code>Seattle, USA</code>
pl: <code>Seattle, Waszyngton</code>
uk: <code>Сіетл, Вашингтон</code>

source: <code>Space</code>
cs: <code>vesmír</code>
pl: <code>Przestrzeń kosmiczna</code>
sv: <code>Rymden</code>
uk: <code>Космос</code>

source: <code>Stockholm, Sweden</code>
cs: <code>Stockholm, Švédsko</code>
pl: <code>Sztokholm, Szwecja</code>
sv: <code>Stockholm, Sverige</code>
uk: <code>Стокгольм, Швеція</code>

source: <code>St. Pölten, Austria</code>
cs: <code>Sankt Pölten, Rakousko</code>
sv: <code>Sankt Pölten, Österrike</code>
uk: <code>Санкт-Пельтен, Австрія</code>

source: <code>Sydney, Nova Scotia, Canada</code>
cs: <code>Sydney, Kanada</code>
pl: <code>Sydney, Nowa Szkocja, Kanada</code>
sv: <code>Sydney, Nova Scotia, Kanada</code>
uk: <code>Сідней, Нова Шотландія, Канада</code>

source: <code>Toronto, Canada</code>
cs: <code>Toronto, Kanada</code>
pl: <code>Toronto, Kanada</code>
sv: <code>Toronto, Kanada</code>
uk: <code>Торонто, Канада</code>

source: <code>Trondheim, Norway</code>
cs: <code>Trondheim, Norsko</code>
pl: <code>Trondheim, Norwegia</code>
sv: <code>Trondheim, Norge</code>
uk: <code>Тронхейм, Норвегія</code>

source: <code>Tuscaloosa, AL</code>
cs: <code>Tuscaloosa, USA</code>
pl: <code>Tuscaloosa, Alabama</code>
uk: <code>Тускалуса, Алабама</code>

source: <code>Washington, DC</code>
cs: <code>Washington, USA</code>
pl: <code>Waszyngton, Dystrykt Kolumbii</code>
uk: <code>Вашингтон, округ Колумбія</code>

source: <code>Waterloo, Canada</code>
cs: <code>Waterloo, Kanada</code>
pl: <code>Waterloo, Kanada</code>
sv: <code>Waterloo, Kanada</code>
uk: <code>Ватерлоо, Канада</code>

source: <code>York, United Kingdom</code>
cs: <code>York, Velká Británie</code>
pl: <code>Jork, Zjednoczone Królestwo</code>
sv: <code>York, Storbritannien</code>
uk: <code>Йорк, Велика Британія</code>

source: <code>Zürich, Switzerland</code>
cs: <code>Curych, Švýcarsko</code>
pl: <code>Zurych, Szwajcaria</code>
sv: <code>Zürich, Schweiz</code>
uk: <code>Цюрих, Швейцарія</code>

source: GNOME Internet Radio Locator 12 for GNOME 41 lets you locate and listen to Internet radio stations from around the world.
uk: Визначник інтернет-радіо 12 для GNOME 41 надає вам змогу знаходити і слухати інтернет-радіостанції зі всього світу.

source: It is possible to exit the <app>GNOME Internet Radio Locator 12 for GNOME 41</app> with the "Exit" button.
uk: Вийти з програми <app>Визначник інтернет-радіо 12 для GNOME 41</app> можна за допомогою натискання кнопки «Вийти».

# link
source: GNOME Internet Radio Locator for GNOME 3
cs: Vyhledávání internetových rádií pro GNOME 3
pl: Wyszukiwanie internetowych stacji radiowych w GNOME 3
sv: GNOME:s internetradioletare för GNOME 3

# text
source: GNOME Internet Radio Locator for GNOME 3
cs: Vyhledávání internetových rádií pro GNOME 3
pl: Wyszukiwanie internetowych stacji radiowych w GNOME 3
sv: GNOME:s internetradioletare för GNOME 3

source: GNOME Internet Radio Locator for GNOME 3 lets you locate Internet radio stations around the world.
cs: Vyhledávání internetových rádií pro GNOME 3 vám umožňuje vyhledávat internetové rádiové stanice z celého světa.
pl: Wyszukiwanie internetowych stacji radiowych na całym świecie w GNOME 3.
sv: Med GNOME:s internetradioletare för GNOME 3 hittar du internetradiostationer från hela världen.

source: <_:media-1/> GNOME Internet Radio Locator for GNOME 3
cs: <_:media-1/> Vyhledávání internetových rádií pro GNOME 3
pl: <_:media-1/> Wyszukiwanie internetowych stacji radiowych w GNOME 3
sv: <_:media-1/> GNOME:s internetradioletare för GNOME 3

source: Welcome to the <app>GNOME Internet Radio Locator for GNOME 3</app> help guide. For a quick introduction into the features of the <app>GNOME Internet Radio Locator for GNOME 3</app>, visit the <link xref="intro">Introduction</link> page.
cs: Vítejte v příručce k <app>Vyhledávání internetových rádií pro GNOME 3</app>. Pro rychlý úvod do aplikace se podívejte na kapitolu <app>Úvod</app>.
pl: Witamy w pomocy <app>Wyszukiwania internetowych stacji radiowych w GNOME 3</app>. <link xref="intro">Wprowadzenie</link> zawiera krótki przegląd funkcji programu.
sv: Välkommen till hjälpguiden för <app>GNOME:s internetradioletare för GNOME 3</app>. För en snabbintroduktion av programmets funktioner, besök <link xref="intro">introduktionssidan</link>.
