Repository: GNOME/gnome-internet-radio-locator
Catalog: po/*.po
Languages: ru, sl

source: GNOME Internet Radio Locator 12 for GNOME 42
ru: Интернет-радиолокатор 12 для GNOME 42
sl: Iskalnik spletnih radijskih postaj 12 za GNOME 42

source: Locate and listen to Free Internet Radio stations
ru: Находите и слушайте бесплатные интернет-радиостанции
sl: Poiščite in poslušajte brezplačne internetne radijske postaje

source: GNOME Internet Radio Locator 12 for GNOME 42 is a Free Software program that allows you to easily locate and listen to Free Internet Radio stations by broadcasters on the Internet with the help of a map.
ru: «Интернет-радиолокатор 12 для GNOME 42» — это бесплатное приложение, которое позволяет легко находить и слушать бесплатные интернет-радиостанции вещательных компаний в интернете используя обзорную карту.
sl: Iskalnik spletnih radijskih postaj GNOME 12 za GNOME 42 omogoča uporabnikom enostavno iskanje in poslušanje brezplačnih radijskih programov v živo prek interneta s pomočjo zemljevida.

source: GNOME Internet Radio Locator 12 for GNOME 42 is developed for the GNOME 42 desktop and requires gstreamer 1.0 to be installed for streaming the Free Internet Radio stations.
ru: «Интернет-радиолокатор 12 для GNOME 42» разработан для рабочего стола GNOME 42. Для прослушивания бесплатных интернет-радиостанций требуется установка gstreamer 1.0.
sl: Iskalnik spletnih radijskih postaj GNOME 12 za GNOME 42 je program, razvit za namizje GNOME in zahteva namestitev paketa gstreamer 1.0 za predvajanje brezplačnih internetnih radijskih postaj.

source: Enjoy listening to Free Internet Radio stations in GNOME Internet Radio Locator 12 for GNOME 42.
ru: Наслаждайтесь прослушиванием бесплатных интернет-радиостанций в «Интернет-радиолокаторе 12 для GNOME 42».
sl: Uživajte v poslušanju in shranjevanju posnetkov z internetnih radijskih postaj z Iskalnikom internetnih radijskih postaj GNOME 12 za GNOME 42.

source: Internet Radio Locator
ru: Интернет-радиолокатор
sl: Iskalnik spletnih radijskih postaj

source: Locate Internet Radio Stations
ru: Поиск интернет-радиостанций
sl: Iskanje spletnih radijskih postaj

source: Live;Radio;Program;Station;Locator;
ru: Live;Radio;Program;Station;Locator;радио;радиостанция;
sl: radio;program;postaje;iskalnik;v živo;glasba;FM;AM;

source: Failed to open %s
ru: Не удалось открыть %s
sl: Ni bilo mogoče odpreti %s

source: Added %s in %s
ru: Добавлено %s в %s
sl: Dodano: %s v %s

source: New Internet Radio Station
ru: Новая интернет-радиостанция
sl: Nova medmrežna radijska postaja

source: _Save
ru: _Сохранить
sl: _Shrani

source: Station name
ru: Название станции
sl: Ime postaje

source: Bandwidth
ru: Полоса пропускания
sl: Pasovna širina

source: City name
ru: Название города
sl: Ime kraja

source: http://uri-to-stream/
sl: http://uri-do-toka/

source: Description
ru: Описание
sl: Opis

source: http://uri-to-website/
sl: http://uri-do-spletisca/

source: Failed to open %s. Please install it.
ru: Не удалось открыть %s. Установите это приложение.
sl: Ni bilo mogoče odpreti %s. Namestite ga.

source: Online
ru: Онлайн
sl: Povezano

source: WNYC 93.9 FM and AM 820 are New York's flagship public radio stations, broadcasting the finest programs from NPR, American Public Media, Public Radio International and the BBC World Service, as well as a wide range of award-winning local programming.
ru: WNYC 93.9 FM и AM 820 — ведущие общественные радиостанции Нью-Йорка, транслирующие лучшие программы NPR, American Public Media, Public Radio International и BBC World Service, а также большое количество местных программ, отмеченных различными наградами.
sl: WNYC 93.9 FM in AM 820 sta vodilni newyorški javni radijski postaji, ki oddajata najboljše programe iz NPR, American Public Media, Public Radio International in BBC World Service ter široko paleto nagrajenih lokalnih programov.

source: Exit after T seconds. Default: 30
ru: Выйти по истечению указанного количества секунд. По умолчанию: 30
sl: Izhod po T sekundah. Privzeto: 30

source: Only report location update after T seconds. Default: 0 (report new location without any delay)
ru: Сообщать об обновлении местоположения только по истечению определённое количество секунд. По умолчанию: 0 (сообщать о новом местоположении без задержки)
sl: Posodobitev lokacije prijavi šele po T sekundah. Privzeto: 0 (brez odlašanja prijavi novo lokacijo)

source: Request accuracy level A. Country = 1, City = 4, Neighborhood = 5, Street = 6, Exact = 8.
ru: Точность запроса - Уровень А. Страна = 1, Город = 4, Окрестности = 5, Улица = 6, Точно = 8.
sl: Zahtevajte raven natančnosti A. Država = 1, mesto = 4, soseska = 5, ulica = 6, natančno = 8.

source: Recording from %s in %s to %s
ru: Записывается из %s в %s до %s
sl: Poteka snemanje %s v %s do %s

source: An error happened trying to play %s Either the file doesn't exist, or you don't have a player for it.
ru: При попытке воспроизведения %s произошла ошибка Файл либо не существует, либо у вас нет средства воспроизведения для него.
sl: Med poskusom predvajanja %s je prišlo do napake. Datoteka morda ne obstaja, ali pa ni ustreznega predvajalnika.

source: An error happened trying to record %s Either the file doesn't exist, or you don't have a recorder for it.
ru: При попытке записи %s произошла ошибка Файл либо не существует, либо у вас нет средства записи для него.
sl: Med poskusom snemanja %s je prišlo do napake. Datoteka morda ne obstaja, ali pa ni ustreznega snemalnika.

source: Failed to run %s (%i)
ru: Не удалось запустить %s (%i)
sl: Zaganjanje %s je spodletelo (%i)

source: Failed to open URL: '%s' Status code: %i Details: %s
ru: Не удалось открыть URL: «%s» Код состояния: %i Подробности: %s
sl: Odpiranje naslova URL je spodletelo: »%s« Koda stanja: %i Podrobnosti: %s

source: Failed to open URL: '%s' Details: %s
ru: Не удалось открыть URL: «%s» Подробности: %s
sl: Odpiranje naslova URL je spodletelo: »%s« Podrobnosti: %s

source: New Internet Radio Station
ru: Новая интернет-радиостанция
sl: Nova internetna radijska postaja

source: Search Internet Radio Station
ru: Поиск интернет-радиостанции
sl: Iščite spletne radijske postaje

source: Search by city or drag/click on the zoomable map to listen to a radio broadcast
ru: Выполните поиск по городу или перетащите/щёлкните на масштабируемой карте, чтобы прослушать радиопередачу
sl: Iščite po mestu ali povlecite/kliknite na zemljevid, ki ga je mogoče povečati, da poslušate radijsko postajo

source: Previous Internet Radio Station
ru: Предыдущая интернет-радиостанция
sl: Prejšnja internetna radijska postaja

source: Search
ru: Поиск
sl: Išči

source: Search Internet Radio Station
ru: Поиск интернет-радиостанции
sl: Iskanje spletnih radijskih postaj

source: Prev
ru: Предыдущая
sl: Prejšnja

source: Prev Internet Radio Station
ru: Предыдущая интернет-радиостанция
sl: Prejšnja spletna radijska postaja

source: Stations
ru: Станции
sl: Postaje

source: Next
ru: Следующая
sl: Naslednja

source: Next Internet Radio Station
ru: Следующая интернет-радиостанция
sl: Naslednja spletna radijska postaja

source: About Station
ru: О станции
sl: O postaji

source: About Program
ru: О приложении
sl: O programu

source: Nothing
ru: Ничего
sl: Nič

source: GNOME Internet Radio Locator
ru: Интернет-радиолокатор для GNOME
sl: Iskalnik spletnih radijskih postaj za GNOME

source: New
ru: Новая
sl: Nov

source: Discover Location
ru: Определение местоположения
sl: Odkrij lokacijo

source: Stop
ru: Остановить
sl: Zaustavi

source: Zoom In
ru: Увеличить
sl: Približaj

source: Zoom Out
ru: Уменьшить
sl: Oddalji

source: Markers
ru: Метки
sl: Oznake

source: Exit
ru: Выход
sl: Izhod

source: New York City, NY
ru: Нью-Йорк, штат Нью-Йорк
